package com.example.mybible;

import java.util.ArrayList;
import java.util.List;

public class Contents {


    public static String []OldBible={"التكوين","الخروج","الاويين","العدد","التثنية","يشوع","القضاة",
            "راعوث","صموئيل اول",
            "صموئيل تانى","ملوك اول","ملوك تانى","ااخبار الايام اول","اخبار الايام تانى","عزرا",
            "نحميا","طوبيت","يهوديت","استير","تتمة استير",
            "ايوب","المزامير","الامثال","الجامعة",
            "نشيد الأنشاد","الحكمة","يشوع بن سيراخ","اشعياء","ارميا","مراثى ارميا","باروخ",
            "حزقيا","دانيال","تتمة دانيال","هوشع","يوئيل","عاموس","عوبديا","يونان","ميخا","ناحوم","حبقوق",
            "صفنيا","حجى","زكريا","ملاخى","مكابين اول","مكابين تانى"


    };
    public static String[]NewBible={"متى","مرقس","لوقا","يوحنا","اعمال الرسل"," رومية",
            "كورنثوس الأولى","كورنثوس التانية","غلاطية","افسس","فيلبى","كولوسى",
            "تسالونيكى الاولى","تسالونيكى التانية","تيموثاوس الأولى","تيموثاوس التانية",
            "تيطس","فيليمون","عبرانيين","يعقوب","بطرس الأولى","بطرس التانية",
            "يوحنا الاولى","يوحنا التانية","يوحنا التالتة","يهوذا","رؤيا يوحنا"


    };
   public static List<String>EshahName=new ArrayList<>();
   public static int []EshahIndex={28,16,24,21,28,16,16,13,6,6,4,4,5,3,6,4,3,1,13,5,5,3,5,1,1,1,22};
   public static int[]OldEshahIndex={50,40,27,36,34,24,21,4,31,24,22,25,29,36,10,13,14,16,10,7,42,151,31,12,
   8,19,51,66,52,5,6,48,12,3,14,3,9,1,4,7,3,3,3,2,14,4,16,15};
   public static String[]Mn={
          };
    public static String statment ;


}

